{
  "barbar.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "dart-vim-plugin": { "branch": "master" },
  "fish-syntax": { "branch": "master" },
  "goyo.vim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-format.nvim": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-metals": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-css-color": { "branch": "master" },
  "vim-css3-syntax": { "branch": "main" },
  "vim-easy-align": { "branch": "master" },
  "vim-es6": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-vsnip": { "branch": "master" },
  "vipsql": { "branch": "master" },
  "xonsh-vim": { "branch": "master" }
}